{
  "about": "О компании",
  "discuss": "Обсудить сотрудничество",
  "subtitle": "Эксперты в солнечной энергетике, и сфере альтернативного питания",
  "our_goals": "Наши цели",
  "feature1_title": "Зарождение идеи",
  "feature1_descr": "Наша компания, Nordic Solar, была основана в 2018 году с ясной миссией: внести значительный вклад в борьбу с изменением климата и создать более устойчивое будущее для всех. Идея родилась из стремления основателей найти реальные и практические решения для глобальных энергетических проблем, возникших из-за исчерпания традиционных невозобновляемых источников энергии и их пагубного воздействия на окружающую среду.",
  "feature2_title": "Почему мы появились",
  "feature2_descr": "Идея создания компании возникла у группы инженеров и экологов, которые были обеспокоены быстрым ухудшением экологической ситуации на планете. Видя, как использование ископаемого топлива приводит к разрушительным последствиям, они решили объединить свои усилия и знания для разработки и внедрения инновационных решений в области зеленой энергетики.",
  "feature3_title": "Наша миссия",
  "feature3_descr": "Наша миссия заключается в том, чтобы содействовать устойчивому развитию и обеспечивать будущее нашей планеты за счет инвестиций в возобновляемые источники энергии. Мы стремимся минимизировать углеродный след, поддерживая экологические инициативы и предоставляя нашим клиентам надежные и выгодные инвестиционные возможности в зеленую энергетику.",
  "feature4_title": "Наше видение",
  "feature4_descr": "Мы видим будущее, где энергия производится исключительно из экологически чистых и возобновляемых источников. Нашей целью является лидерство на глобальном рынке зеленой энергетики, внедрение инновационных технологий и развитие устойчивых энергетических решений. Мы стремимся вдохновить другие компании и общество на переход к зеленой энергетике, способствуя глобальному снижению выбросов парниковых газов и улучшению качества жизни людей по всему миру.",
  "text_after_tabs": "<span>Мы стремимся не только</span> продолжать расширение и улучшение наших текущих проектов, <span>но и ставим перед собой</span> амбициозные цели <span>на будущее</span>",
  "goal1": "Расширение глобального присутствия",
  "goal2": "Инновации и исследования",
  "goal3": "Образование и осведомленность",
  "goal4": "Устойчивое развитие",
  "goal1_descr": "Увеличение числа наших проектов в разных регионах мира, чтобы больше стран могли перейти на использование возобновляемых источников энергии",
  "goal2_descr": "Постоянное совершенствование технологий производства и хранения зеленой энергии, внедрение новых решений, которые делают зеленую энергию доступной и экономически выгодной",
  "goal3_descr": "Повышение осведомленности общества о важности перехода на возобновляемые источники энергии, проведение образовательных программ и сотрудничество с правительствами и НПО",
  "goal4_descr": "Продолжение работы над проектами, которые минимизируют углеродный след и способствуют устойчивому развитию сообществ",

  "digits": "Мы в цифрах",
  "year": "лет",
  "million": "млн.",
  "countries": "стран",
  "digits1_descr": "опыта в сфере инвестиций в зеленую энергетику.",
  "digits2_descr": "успешных проектов в солнечной и ветроэнергетике.",
  "digits3_descr": "евро инвестиций в устойчивое будущее.",
  "digits4_descr": "охвачено нашими инициативами.",
  "digits5_descr": "возврат инвестиций для наших партнеров.",

  "management": "Руководство компании",
  "team1": "Генеральный директор (CEO)",
  "team2": "Финансовый директор (CFO)",
  "team3": "Технический директор (CTO)",
  "team4": "Директор по маркетингу",
  "team5": "Главный инженер",
  "team6": "Специалисты из Eurasian Development Bank (EDB)",
  "team7": "Представители компании Green Investment Group",
  "text_after_team": "<0>Nordic Solar верит в будущее, где</0> <1>чистая энергия</1> <2 /> станет стандартом, а не исключением",
  "text_after_team2": "Мы гордимся своим вкладом в создание этого будущего и приглашаем вас присоединиться к нам на этом пути"
}