{
  "investment": "Инвестируем в <green>зеленую</green> энергетику, <br/> <span>создавая чистое и устойчивое будущее</span>",
  "main_button": "Наши решения",
  "sub_text": "Эксперты в солнечной энергетике, и сфере альтернативного питания",
  "down": "Вниз",
  "we_believe1": "Мы верим в мир, в котором",
  "we_believe2": "чистая, возобновляемая",
  "we_believe3": "энергия питает наши дома и предприятия",

  "features_title": "Основные функции и услуги",
  "feature1_title": "Финансирование проектов",
  "feature2_title": "Консультации и анализ",
  "feature3_title": "Управление проектами",
  "feature4_title": "Разработка решений",
  "feature1_descr1": "Прямые инвестиции в проекты по возобновляемым источникам энергии",
  "feature1_descr2": "Поддержка стартапов и инновационных технологий в сфере зеленой энергетики",
  "feature1_descr3": "Помощь в привлечении внешнего финансирования и грантов.",

  "feature2_descr1": "Анализ рынка зеленой энергетики и оценка перспективных проектов.",
  "feature2_descr2": "Консультации по инвестиционным стратегиям и выбору оптимальных проектов для вложений.",

  "feature3_descr1": "Полный цикл управления проектами от начальной идеи до завершения строительства и ввода в эксплуатацию",
  "feature3_descr2": "Мониторинг и отчетность по ходу выполнения проектов.",
  "feature3_descr3": "Обеспечение соответствия проектов экологическим и регуляторным требованиям.",

  "feature4_descr1": "Исследования и разработки новых технологий в области возобновляемой энергии.",
  "feature4_descr2": "Консультации по внедрению энергоэффективных решений и снижению углеродного следа.",

  "advantages": "Преимущества",
  "advantage_title1": "Экологическая ответственность",
  "advantage_title2": "Финансовая привлекательность",
  "advantage_title3": "Инновации и технологии",
  "advantage_title4": "Репутация и имидж",
  "advantage_descr1": "Поддержка проектов, направленных на сокращение выбросов углерода и улучшение состояния окружающей среды. Содействие устойчивому развитию и переходу к возобновляемым источникам энергии позволяет нашей компании быть частью решения глобальных экологических проблем.",
  "advantage_descr2": "Возможность получения высокой доходности за счет инвестиций в перспективные и быстроразвивающиеся проекты. Инвестирование в зеленую энергетику также помогает диверсифицировать инвестиционный портфель и снизить риски.",
  "advantage_descr3": "Инвестирование в передовые технологии и стартапы открывает доступ к новым рынкам и возможностям. Наша компания поддерживает исследования и разработки, способствующие развитию энергоэффективных и экологически чистых решений.",
  "advantage_descr4": "Улучшение корпоративного имиджа за счет участия в экологически и социально значимых проектах. Привлечение внимания и поддержки со стороны клиентов, партнеров и общественности, заботящихся об окружающей среде, укрепляет доверие к нашей компании.",

  "direct_investment": "Прямые инвестиции в проекты по<br/><span>возобновляемым источникам энергии</span>",
  "view_offer": "Смотреть предложение",
  "banner_title": "Мы вас <br/>заинтересовали?",
  "contact_us": "Связаться с нами",
  "experts": "Эксперты в солнечной энергетике, и сфере альтернативного питания <br /> <span>Мы верим в мир, в котором чистая, возобновляемая энергия питает наши дома и предприятия</span>",

  "partners_title": "Наши решения <span>воплощены <br /> во многих <br /></span> крупных компаниях",
  "work_with_better": "Мы работаем с лучшими",
  "partners_subtitle": "Наши решения представлены в 30 странах мира: от Австралии до Мексики, от Африки до Тайланда. Нам доверяют, нас ценят.",

  "experts_short": "Эксперты в солнечной энергетике, <br />и сфере альтернативного питания"
}