{
  "discuss": "Обсудить план",
  "back": "Назад",
  "investments": "Инвестиции",
  "plan_error_message": "Выберите план",
  "more": "Подробнее",
  "variants": "Варианты доступных планов",
  "subtitle": "Мы готовы представить разные планы инвестирования для различных требований",
  "solar_descr": "Перспективные проекты и инвестиционные решения в области солнечной энергетики, направленные на использование возобновляемых источников энергии для устойчивого будущего.",
  "wind_descr": "Разработка и реализация комплексных планов для создания эффективных ветроэнергетических установок, обеспечивающих надежное и экологичное энергоснабжение.",
  "hydro_descr": "Программы по развитию гидроэлектростанций с применением передовых технологий, ориентированные на повышение производительности и снижение экологического воздействия.",
  "hydrogen_descr": "Инвестиции и проекты в области водородной энергетики, включая технологии производства, хранения и добычи водорода для перехода на экологически чистую энергетику.",
  "mining_descr": "Проекты и инвестиции в майнинговые фермы, направленные на разработку, оптимизацию и масштабирование оборудования для эффективной добычи криптовалют и получения стабильной прибыли.",

  "solar_future_subtitle": "<span> Индивидуальные</span> инвестиционные стратегии для солнечной энергетики, <br /> основанные на ваших целях.",
  "solar_future_maintext": "<span>Поддержите проекты,</span> преобразующие солнечную энергию <br /> в устойчивый доход.",
  "solar_future_subtext": "Инвестируйте в экологически чистое будущее <br /> с помощью персонализированных решений.",

  "wind_prosperity_subtitle": "<span>Стратегии</span>, направленные на развитие <br /> устойчивых ветроэнергетических проектов.",
  "wind_prosperity_maintext": "<span>Ваше участие</span> в проектах ветроэнергетики – <br /> шаг к глобальной экологической стабильности.",
  "wind_prosperity_subtext": "Регулярные консультации и подробный анализ <br /> помогут вам управлять инвестициями уверенно.",

  "hydro_poweredge_subtitle": "<span>Решения для развития </span> гидроэлектростанций, <br /> основанные на коллективных инвестициях.",
  "hydro_poweredge_maintext": "<span>Инвестируйте в проекты,</span> которые создают стабильные <br /> и надежные источники энергии",
  "hydro_poweredge_subtext": "Получите доступ к инновациям в гидроэнергетике <br /> через детально разработанные планы.",

  "hydrogen_horizons_subtitle": "<span>Инвестируйте</span> в проекты водородной энергетики <br /> для устойчивого будущего.",
  "hydrogen_horizons_maintext": "<span>Индивидуальные инвестиционные планы,</span> <br /> нацеленные на развитие водородных технологий.",
  "hydrogen_horizons_subtext": "Станьте частью новой эры энергетики <br /> с поддержкой инновационных решений.",

  "mining_farms_subtitle": "<span>Получите доступ</span> к передовым технологиям добычи <br /> криптовалют с гарантированной поддержкой.",
  "mining_farms_maintext": "<span>Регулярные отчеты</span> и <span>персонализированные консультации</span> <br /> помогут максимизировать прибыль",
  "mining_farms_subtext": "Эффективное управление портфелем и <br /> стратегии для стабильного роста доходов от майнинга."
}