{
  "partner_program": "Партнёрская программа",
  "subtitle": "Присоединяйтесь к партнерской программе Nordic Solar <br /> и получайте до 8% с каждого пополнения, сделанного привлеченным Вами человеком.",
  "our_referral": "<0>Наша реферальная программа</0> создана, чтобы вы могли получать дополнительный доход, <1>просто приглашая своих друзей.</1> Чем больше людей вы привлечёте, тем выше ваши <2>заработки!</2>",
  "levels": "Уровни реферальной программы",
  "level": "уровень",
  "level1_descr": "Друзья, которых пригласили вы",
  "level2_descr": "Люди, приглашённые вашими друзьями",
  "level3_descr": "Рефералы третьего уровня",
  "level4_descr": "Рефералы четвёртого уровня",
  "reward": "вознаграждение",
  "how_it_work": "Как это работает?",
  "how1": "Регистрация на платформе",
  "how1_descr": "Заполните необходимые поля и создайте аккаунт на платформе Nordic Solar, чтобы получить доступ к реферальной программе.",
  "how2": "Получение реферальной ссылки",
  "how2_descr": "Перейдите в личный кабинет, найдите раздел 'Реферальная программа' и получите свою уникальную реферальную ссылку.",
  "how3": "Распространение ссылки",
  "how3_descr": "Разместите вашу реферальную ссылку в социальных сетях, блогах, отправьте друзьям по электронной почте или даже расскажите о ней в личной беседе.",
  "how4": "Поддержка и консультация",
  "how4_descr": "Помогайте вашим рефералам понимать особенности платформы и ответьте на возникающие вопросы, чтобы облегчить их начало работы.",
  "how5": "Анализ и мониторинг результатов",
  "how5_descr": "Посещайте свой личный кабинет регулярно, чтобы отслеживать активность приглашенных людей, количество новых регистраций и полученные вами комиссии.",
  "footer_text": "Наша партнёрская программа — это <span>простой</span> и <span>эффективный</span> способ получать пассивный доход. <span>Приглашай</span> друзей, помогай им стать частью нашего сообщества, и <span>зарабатывай</span> на каждом их шаге. Чем <span>активнее</span> твоя сеть, тем больше твой <span>доход</span>. Присоединяйся прямо сейчас и начни зарабатывать уже сегодня!"
}