{
  "products": "Продукты",
  "subtitle": "Выберите лучший вариант для вашего бизнеса",
  "discuss": "Обсудить проект",
  "back": "Назад",

  "popular_questions": "Наиболее популярные вопросы",

  "solar": "Солнечные фермы",
  "solar_subtitle": "<span>Инновационный</span> способ использования возобновляемых <br /> источников энергии <span>для выработки электричества</span>",
  "solar_maintext": "<span>Наши солнечные фермы</span> <span>обеспечивают</span> чистую и возобновляемую энергию, <span>снижая углеродный след и способствуя устойчивому развитию</span>",
  "solar_subtext": "<span>Мы установили более</span> 100,000 солнечных панелей, <span>которые генерируют свыше</span> 50 мегаватт (МВт) энергии ежегодно. <span>Это эквивалентно</span> снижению выбросов CO2 на 25,000 тонн в год, <span>что сравнимо с посадкой</span> 1 миллиона деревьев.",
  "solar_question1": "Солнечные панели работают лучше в жаркие дни?",
  "solar_answer1": "В тех местностях, где суши мало, плавающие солнечные фермы позволяют создавать возобновляемые источники энергии, не занимая места, необходимого для земледелия или других целей. Охлаждающий эффект воды позволяет плавающим солнечным элементам работать более эффективно, чем на суше. Большинство плавающих солнечных ферм установлены на искусственных озерах или водохранилищах. Например, крупнейшая в мире плавающая солнечная ферма, недавно открывшаяся в Китае недалеко от города Хуайнань, находится на вершине бывшего участка добычи угля, который был затоплен. Покрывая поверхность воды, плавающие солнечные фермы уменьшают испарение, экономя воду.",
  "solar_question2": "Какие солнечные фермы лучше — плавающие или наземные?",
  "solar_answer2": "Плавающие фермы эффективнее за счёт естественного охлаждения и экономии земель, но их монтаж и обслуживание сложнее и дороже. Наземные установки проще в монтаже и обслуживании, но требуют больше земли.",
  "solar_question3": "Насколько сложен монтаж солнечной станции?",
  "solar_answer3": "Монтаж стандартной солнечной станции относительно прост благодаря модульной конструкции и готовым системам, если работают квалифицированные специалисты.",

  "mining": "Майнинговые фермы",
  "mining_subtitle": "<span>Эффективные</span> и экологичные решения для <br /> майнинга криптовалют <span>с минимальными энергозатратами</span>",
  "mining_maintext": "<span>Наши майнинговые фермы</span> <span>используют</span> инновационные охлаждающие технологии, <span>позволяя снижать энергозатраты</span> и <span>оптимизировать производительность оборудования</span>.",
  "mining_subtext": "<span>Фермы оборудованы</span> новейшими ASIC-устройствами, <span>которые позволяют добывать</span> криптовалюты с высокой энергоэффективностью. <span>Мы также работаем над тем, чтобы</span> использовать возобновляемые источники энергии для питания наших объектов.",
  "mining_question1": "Какие требования к охлаждению оборудования на майнинговых фермах?",
  "mining_answer1": "В процессе майнинга оборудование выделяет значительное количество тепла. Эффективные системы охлаждения помогают поддерживать оптимальную температуру для работы оборудования и продлевают срок его службы. В районах с низкими температурами можно использовать естественное охлаждение, тогда как в жарких регионах необходимы специальные системы кондиционирования и охлаждения.",
  "mining_question2": "Насколько важен выбор локации для майнинговой фермы?",
  "mining_answer2": "Локация имеет критическое значение для успешной работы майнинговой фермы. Важные факторы включают стоимость электроэнергии, климатические условия для охлаждения оборудования, доступность интернет-соединения и законодательные нормы региона. Например, некоторые страны предоставляют льготные тарифы на электроэнергию для майнинга, что делает их привлекательными для размещения ферм.",
  "mining_question3": "Каковы затраты на электроэнергию при майнинге криптовалют?",
  "mining_answer3": "Майнинг требует значительных объемов электроэнергии, что является одним из основных факторов расходов. Для некоторых криптовалют, таких как Bitcoin, энергозатраты могут достигать значительных величин, делая майнинг экономически невыгодным в регионах с высокой стоимостью электричества.",

  "hydrogen": "Водородные технологии",
  "hydrogen_subtitle": "<span>Будущее</span> энергетики основано на <br /> инновационных <span>водородных технологиях</span>",
  "hydrogen_maintext": "<span>Наши водородные установки</span> <span>способствуют</span> переходу на <span>безуглеродную экономику</span> и <span>обеспечивают чистую энергию</span> для транспортных систем и промышленности.",
  "hydrogen_subtext": "<span>Мы активно внедряем</span> технологию водородных топливных элементов, <span>которая позволяет сократить выбросы CO2</span> и <span>повысить экологическую безопасность</span>. <span>Наша система</span> генерации водорода безопасна и высокоэффективна.",
  "hydrogen_question1": "Какие существуют способы производства водорода?",
  "hydrogen_answer1": "Водород можно производить с использованием разных технологий, включая электролиз воды, реформинг метана и биохимические процессы. Каждый метод имеет свои преимущества и недостатки в плане стоимости, экологической чистоты и масштабируемости.",
  "hydrogen_question2": "Насколько безопасно использование водорода в качестве топлива?",
  "hydrogen_answer2": "Водород — это высокоэнергетичное топливо, но его хранение и транспортировка могут быть сложными из-за его взрывоопасности и низкой плотности. Современные технологии включают использование композитных баллонов и специальные меры безопасности, чтобы снизить риски.",
  "hydrogen_question3": "Может ли водород заменить традиционные виды топлива?",
  "hydrogen_answer3": "Водород рассматривается как перспективная замена ископаемых видов топлива благодаря отсутствию выбросов углекислого газа при его сгорании. Однако широкомасштабное внедрение водородных технологий требует решения вопросов с инфраструктурой, стоимостью производства и устойчивым источником энергии для его производства.",

  "wind": "Ветровые турбины",
  "wind_subtitle": "<span>Энергия</span> ветра — мощный ресурс <br /> для устойчивого <span>электроснабжения</span>",
  "wind_maintext": "<span>Наши ветровые турбины</span> <span>используют</span> передовые технологии для <span>оптимизации выработки энергии</span> и <span>минимизации влияния на окружающую среду</span>.",
  "wind_subtext": "<span>Мы установили</span> более 500 турбин, <span>которые генерируют</span> свыше 300 мегаватт энергии ежегодно. <span>Это позволяет</span> нам снабжать тысячи домов и <span>сокращать выбросы парниковых газов</span>.",
  "wind_question1": "Какие факторы влияют на эффективность ветровых турбин?",
  "wind_answer1": "Эффективность ветровых турбин зависит от скорости и стабильности ветра, высоты установки и дизайна лопастей. Размещение турбин в местах с постоянными ветровыми потоками значительно повышает их производительность.",
  "wind_question2": "Какие виды ветровых турбин существуют?",
  "wind_answer2": "Существуют горизонтально-осевые и вертикально-осевые турбины. Горизонтально-осевые наиболее распространены и эффективны для больших ветропарков, тогда как вертикально-осевые имеют преимущества при установке в городских условиях из-за меньшего шума и компактности.",
  "wind_question3": "Как влияют ветровые турбины на окружающую среду?",
  "wind_answer3": "Ветровые турбины являются экологически чистым источником энергии, однако они могут оказывать влияние на местные экосистемы, включая изменение маршрутов миграции птиц и изменение ландшафта. Важно учитывать эти факторы при проектировании и строительстве ветропарков.",

  "hydro": "Гидроэлектростанции",
  "hydro_subtitle": "<span>Эффективные</span> гидроэлектростанции <br /> обеспечивают <span>экологически чистую энергию</span>",
  "hydro_maintext": "<span>Наши гидроэлектростанции</span> <span>обеспечивают</span> стабильную выработку энергии, <span>сокращая</span> зависимость от ископаемого топлива и <span>снижая углеродные выбросы</span>.",
  "hydro_subtext": "<span>Мы разработали и внедрили</span> более 10 гидроэлектростанций, <span>способных генерировать</span> свыше 100 мегаватт энергии в год. <span>Это соответствует</span> потребностям тысяч домохозяйств и <span>способствует улучшению экологической ситуации</span>.",
  "hydro_question1": "Какие преимущества имеют гидроэлектростанции по сравнению с другими видами генерации энергии?",
  "hydro_answer1": "Гидроэлектростанции обеспечивают стабильный и предсказуемый источник энергии, не зависящий от погодных условий. Они имеют высокий коэффициент полезного действия и могут служить резервными источниками в энергосистемах благодаря возможности быстро наращивать мощность.",
  "hydro_question2": "Какие экологические последствия связаны с строительством гидроэлектростанций?",
  "hydro_answer2": "Строительство плотин и водохранилищ для гидроэлектростанций может изменить экосистемы рек, повлиять на миграцию рыб и привести к затоплению больших площадей. Это требует тщательной оценки экологического воздействия и разработки мер по минимизации негативных последствий.",
  "hydro_question3": "Насколько надежны гидроэлектростанции в условиях изменения климата?",
  "hydro_answer3": "Изменение климата может повлиять на количество осадков и уровень рек, что в свою очередь скажется на работе гидроэлектростанций. Регулирование водных потоков и управление водохранилищами становится критически важным для поддержания устойчивой выработки энергии в меняющихся климатических условиях."
}