{
  "roadmap1_title": "Основание компании",
  "roadmap1_descr1": "Учреждение компании Nordic Solar в Осло, Норвегия. Разработка бизнес-плана и стратегии развития.",
  "roadmap1_descr2": "Привлечение начальных инвестиций. Формирование команды экспертов в области солнечной энергетики, ветроэнергетики, гидроэлектростанций и водородных технологий.",
  "roadmap1_descr3": "Запуск первого проекта по установке солнечных панелей в Норвегии.",
  "roadmap1_descr4": "Заключение первых контрактов на поставку солнечной энергии.",

  "roadmap2_title": "Расширение и развитие",
  "roadmap2_descr1": "Запуск первого ветропарка в прибрежной зоне Норвегии.",
  "roadmap2_descr2": "Получение лицензий и разрешений на строительство гидроэлектростанции.",
  "roadmap2_descr3": "Разработка проекта по добыче водорода из возобновляемых источников энергии.",
  "roadmap2_descr4": "Увеличение числа солнечных ферм и ветропарков. За пределами Норвегии. Привлечение дополнительных инвестиций.",

  "roadmap3_title": "Укрепление позиций на рынке",
  "roadmap3_descr1": "Введение в эксплуатацию гидроэлектростанции. Название – Удундэ, на реке Янцзы, Китай. Начало производства чистой гидроэнергии.",
  "roadmap3_descr2": "Старт пилотного проекта по добыче водорода. Установка первой водородной станции.",
  "roadmap3_descr3": "Подписание долгосрочных контрактов с крупными потребителями энергии по всему миру.",
  "roadmap3_descr4": "Расширение команды и открытие новых офисов в Америке, Азии и ЕС.",

  "roadmap4_title": "Инновации и новые проекты",
  "roadmap4_descr1": "Интеграция систем хранения энергии для повышения стабильности поставок.",
  "roadmap4_descr2": "Запуск образовательных программ и тренингов по устойчивой энергетике.",
  "roadmap4_descr3": "Начало работы над международными проектами. Участие в глобальных форумах и конференциях.",
  "roadmap4_descr4": "Введение новых технологий для повышения эффективности солнечных панелей и ветровых турбин.",

  "roadmap5_title": "Международное расширение",
  "roadmap5_descr1": "Открытие представительств в странах Скандинавии и Северной Европы.",
  "roadmap5_descr2": "Подписание первых международных контрактов на поставку зеленой энергии.",
  "roadmap5_descr3": "Расширение производства водорода и строительство новых водородных станций.",
  "roadmap5_descr4": "Участие в исследовательских проектах по улучшению технологий возобновляемой энергетики.",

  "roadmap6_title": "Укрепление международного присутствия",
  "roadmap6_descr1": "Внедрение передовых технологий управления энергией и интеллектуальных сетей.",
  "roadmap6_descr2": "Расширение сотрудничества с международными организациями и правительствами.",
  "roadmap6_descr3": "Разработка новых проектов по установке ветропарков и солнечных ферм в других странах.",
  "roadmap6_descr4": "Увеличение мощностей гидроэлектростанций и водородных станций.",

  "roadmap7_title": "Инновации и устойчивое развитие",
  "roadmap7_descr1": "Внедрение технологий искусственного интеллекта для оптимизации производства и потребления энергии.",
  "roadmap7_descr2": "Рождение инвестиционной платформы Nordic Solar Investments, для привлечение большего количества инвесторов из стран Европы и СНГ.",
  "roadmap7_descr3": "Запуск программ корпоративной социальной ответственности и экологических инициатив.",
  "roadmap7_descr4": "Достижение нулевого углеродного следа компании.",

  "roadmap8_title": "Лидерство в области зеленой энергетики",
  "roadmap8_descr1": "Расширение портфеля возобновляемых источников энергии.",
  "roadmap8_descr2": "Подписание стратегических партнерств с ведущими мировыми компаниями.",
  "roadmap8_descr3": "Увеличение числа образовательных программ и исследований в области устойчивой энергетики.",
  "roadmap8_descr4": "Достижение лидерства на рынке зеленой энергетики в Европе и СНГ.",

  "roadmap9_title": "Дальнейшее международное развитие",
  "roadmap9_descr1": "Выход на рынки Северной и Южной Америки.",
  "roadmap9_descr2": "Реализация крупных международных проектов в области солнечной и ветровой энергетики.",
  "roadmap9_descr3": "Увеличение производства и использования водорода в транспортном секторе.",
  "roadmap9_descr4": "Достижение новых высот в устойчивом развитии и инновациях.",

  "roadmap10_title": "Глобальное лидерство и устойчивое будущее",
  "roadmap10_descr1": "Продолжение работы над новыми проектами по развитию зеленой энергетики.",
  "roadmap10_descr2": "Расширение международного присутствия и внедрение новейших технологий.",
  "roadmap10_descr3": "Постоянное улучшение эффективности и стабильности производства возобновляемой энергии.",
  "roadmap10_descr4": "Внесение значительного вклада в глобальные усилия по борьбе с изменением климата и достижению устойчивого будущего."
}