{
  "about": "About the company",
  "discuss": "Discuss cooperation",
  "subtitle": "Experts in the solar energy, and alternative power industry",
  "our_goals": "Our goals",
  "feature1_title": "The Birth of an Idea",
  "feature1_descr": "Our company, Nordic Solar, was founded in 2018 with a clear mission: to make a significant contribution to the fight against climate change and create a more sustainable future for everyone. The idea was born out of the founders' desire to find real and practical solutions to global energy problems caused by the depletion of traditional non-renewable energy sources and their harmful impact on the environment.",
  "feature2_title": "Why We Were Founded",
  "feature2_descr": "The idea of creating the company emerged from a group of engineers and environmentalists who were deeply concerned about the rapid deterioration of the planet’s ecological situation. Seeing the devastating effects of fossil fuel consumption, they decided to combine their efforts and expertise to develop and implement innovative solutions in green energy.",
  "feature3_title": "Our Mission",
  "feature3_descr": "Our mission is to promote sustainable development and secure the future of our planet through investments in renewable energy sources. We strive to minimize the carbon footprint by supporting environmental initiatives and offering our clients reliable and profitable investment opportunities in green energy.",
  "feature4_title": "Our Vision",
  "feature4_descr": "We envision a future where energy is generated exclusively from clean and renewable sources. Our goal is to lead the global green energy market, implement innovative technologies, and develop sustainable energy solutions. We aim to inspire other companies and society to transition to green energy, contributing to a global reduction in greenhouse gas emissions and improving the quality of life worldwide.",
  "text_after_tabs": "<span>We strive not only</span> to continue expanding and improving our current projects, <span>but also set</span> ambitious goals <span>for the future</span>",
  "goal1": "Expanding Global Presence",
  "goal2": "Innovation and Research",
  "goal3": "Education and Awareness",
  "goal4": "Sustainable Development",
  "goal1_descr": "Increasing the number of our projects in various regions of the world so that more countries can transition to renewable energy sources.",
  "goal2_descr": "Continuously improving green energy production and storage technologies, implementing new solutions that make renewable energy more accessible and economically viable.",
  "goal3_descr": "Raising public awareness about the importance of switching to renewable energy sources, conducting educational programs, and collaborating with governments and NGOs.",
  "goal4_descr": "Continuing to develop projects that minimize the carbon footprint and contribute to the sustainable development of communities.",

  "digits": "Our Numbers",
  "year": "years",
  "million": "m",
  "countries": "countries",
  "digits1_descr": "of experience in green energy investments.",
  "digits2_descr": "successful projects in solar and wind energy.",
  "digits3_descr": "euros invested in a sustainable future.",
  "digits4_descr": "countries covered by our initiatives.",
  "digits5_descr": "return on investment for our partners.",

  "management": "Company Management",
  "team1": "Chief Executive Officer (CEO)",
  "team2": "Chief Financial Officer (CFO)",
  "team3": "Chief Technology Officer (CTO)",
  "team4": "Marketing Director",
  "team5": "Chief Engineer",
  "team6": "Specialists from Eurasian Development Bank (EDB)",
  "team7": "Representatives from Green Investment Group",
  "text_after_team": "<0>Nordic Solar believes in a future where</0> <1>clean energy</1> <2 /> will become the standard, not the exception",
  "text_after_team2": "We are proud of our contribution to creating that future and invite you to join us on this journey"
}