{
  "invoiced": "You have been invoiced for payment",
  "withdrawn_invoice": "Withdrawal request",
  "status": "Status",
  "pending": "Pending",
  "method_pay": "Payment system",
  "transaction_on": "Transaction to",
  "amount": "Amount",
  "date": "Date",
  "secured_connection": "Connection <br /> secured",
  "topup_disclaimer": "Make sure that you send exactly the amount of funds specified. Please note that this is a unique wallet address, do not use this address for future payments after the transaction is completed.",
  "withdrawn_disclaimer": "Check that you are entering the correct amount for withdrawal. Please make sure that all data is correct before confirming the transaction.",
  "cancel": "Cancel",
  "paid": "I paid",
  "confirm": "Confirm",
  "instruction_title": "Payment Transfer Instructions",
  "instruction1": "Select a payment system",
  "instruction2": "Enter the deposit amount",
  "instruction3": "Make the payment using the provided details",
  "instruction4": "Confirm the transaction by entering the transaction number/hash below",
  "wallet_address": "Wallet address",
  "hash": "Transaction hash",
  "success_transaction": "Transaction successfully sent!",
  "modal_text1": "We would like to inform you that your request has been successfully received and is being processed.",
  "modal_text2": "Our specialists will review your request soon and take the necessary actions.",
  "to_cabinet": "To cabinet",
  "enter_hash": "Specify transaction number/hash",
  "enter_private_key": "Enter your private financial key",
  "copy": "Copied!",

  "private_key1": "Important: You are about to enter your private financial key. This key is a unique combination of characters that grants you access to your personal financial data.",
  "private_key2": "Be cautious when using your private key. Do not disclose it to third parties, do not store it on public or unsecured devices. If lost or stolen, your financial assets may be at risk.",
  "private_key3": "Enter your key only if you are absolutely sure of your actions. Remember, the responsibility for keeping your private key secure lies with you.",
  "private_key4": "Please enter your private financial key"
}