{
  "investment": "Investing in <green>green</green> energy, <br/> <span>creating a clean and sustainable future</span>",
  "main_button": "Our Solutions",
  "sub_text": "Experts in solar energy and alternative nutrition",
  "down": "Down",
  "we_believe1": "We believe in a world where",
  "we_believe2": "clean, renewable ",
  "we_believe3": "energy powers our homes and businesses",
  "features_title": "Main features and services",
  "feature1_title": "Project financing",
  "feature2_title": "Consultations and analysis",
  "feature3_title": "Project management",
  "feature4_title": "Solution development",

  "feature1_descr1": "Direct investments in renewable energy projects",
  "feature1_descr2": "Support for startups and innovative technologies in the green energy sector",
  "feature1_descr3": "Assistance in attracting external funding and grants.",

  "feature2_descr1": "Analysis of the green energy market and evaluation of promising projects.",
  "feature2_descr2": "Consultations on investment strategies and the selection of optimal projects for investments.",

  "feature3_descr1": "Full-cycle project management from the initial idea to the completion of construction and commissioning",
  "feature3_descr2": "Monitoring and reporting on project progress.",
  "feature3_descr3": "Ensuring projects comply with environmental and regulatory requirements.",

  "feature4_descr1": "Research and development of new technologies in the field of renewable energy.",
  "feature4_descr2": "Consultations on implementing energy-efficient solutions and reducing the carbon footprint.",

  "advantages": "Advantages",
  "advantage_title1": "Environmental Responsibility",
  "advantage_title2": "Financial Attractiveness",
  "advantage_title3": "Innovation and Technology",
  "advantage_title4": "Reputation and Image",
  "advantage_descr1": "Support for projects aimed at reducing carbon emissions and improving the state of the environment. Promoting sustainable development and the transition to renewable energy sources allows our company to be part of the solution to global environmental problems.",
  "advantage_descr2": "The possibility of achieving high returns through investments in promising and rapidly developing projects. Investing in green energy also helps diversify the investment portfolio and reduce risks.",
  "advantage_descr3": "Investing in advanced technologies and startups opens access to new markets and opportunities. Our company supports research and development that contributes to the advancement of energy-efficient and environmentally friendly solutions.",
  "advantage_descr4": "Enhancing corporate image through participation in environmentally and socially significant projects. Attracting attention and support from clients, partners, and the public concerned with the environment strengthens trust in our company.",

  "direct_investment": "Direct investments in renewable energy projects<br/><span>renewable energy sources</span>",
  "view_offer": "View offers",
  "banner_title": "Are you <br/>interested in us?",
  "contact_us": "Contact us",
  "experts": "Experts in the solar energy, and alternative power industry <br /> <span>We believe in a world where clean, renewable energy powers our homes and businesses</span>",

  "partners_title": "Our solutions are <span>implemented <br /> in many <br /></span> large companies",
  "work_with_better": "We work with the best",
  "partners_subtitle": "Our solutions are present in 30 countries around the world: from Australia to Mexico, from Africa to Thailand. We are trusted and valued.",

  "experts_short": "Experts in the solar energy, <br />and alternative power industry"
}