{
  "products": "Products",
  "subtitle": "Choose the best option for your business",
  "discuss": "Discuss the project",
  "back": "Back",

  "popular_questions": "Most popular questions",
  "solar": "Solar farms",
  "solar_subtitle": "<span>Innovative</span> way to use renewable <br /> energy sources <span>for electricity generation</span>",
  "solar_maintext": "<span>Our solar farms</span> <span>provide</span> clean and renewable energy, <span>reducing the carbon footprint and promoting sustainable development</span>",
  "solar_subtext": "<span>We have installed over</span> 100,000 solar panels, <span>which generate over</span> 50 megawatts (MW) of energy annually. <span>This is equivalent to</span> reducing CO2 emissions by 25,000 tons per year, <span>which is comparable to planting</span> 1 million trees.",
  "solar_question1": "Do solar panels perform better on hot days?",
  "solar_answer1": "In areas where land is scarce, floating solar farms allow for the creation of renewable energy sources without occupying space needed for agriculture or other purposes. The cooling effect of water enables floating solar panels to operate more efficiently than on land. Most floating solar farms are installed on artificial lakes or reservoirs. For example, the world's largest floating solar farm, recently opened in China near the city of Huainan, is located on a former coal mining site that was flooded. By covering the surface of the water, floating solar farms reduce evaporation, conserving water.",
  "solar_question2": "Which solar farms are better — floating or ground-mounted?",
  "solar_answer2": "Floating farms are more efficient due to natural cooling and land conservation, but their installation and maintenance are more complex and expensive. Ground-mounted installations are simpler to install and maintain, but they require more land.",
  "solar_question3": "How complex is the installation of a solar station?",
  "solar_answer3": "The installation of a standard solar station is relatively simple thanks to its modular design and pre-built systems, provided that qualified specialists are involved.",

  "mining": "Mining Farms",
  "mining_subtitle": "<span>Efficient</span> and eco-friendly solutions for <br /> cryptocurrency mining <span>with minimal energy consumption</span>",
  "mining_maintext": "<span>Our mining farms</span> <span>utilize</span> innovative cooling technologies, <span>reducing energy consumption</span> and <span>optimizing equipment performance</span>.",
  "mining_subtext": "<span>The farms are equipped with</span> state-of-the-art ASIC devices, <span>which enable mining</span> cryptocurrencies with high energy efficiency. <span>We are also working on</span> using renewable energy sources to power our facilities.",
  "mining_question1": "What are the cooling requirements for mining farm equipment?",
  "mining_answer1": "During mining, equipment generates a significant amount of heat. Efficient cooling systems help maintain optimal operating temperatures and extend the equipment's lifespan. In regions with low temperatures, natural cooling can be utilized, whereas in hot climates specialized air conditioning and cooling systems are required.",
  "mining_question2": "How important is the location for a mining farm?",
  "mining_answer2": "Location is critical to the successful operation of a mining farm. Important factors include electricity costs, climate conditions for cooling equipment, internet connectivity, and regional regulations. For example, some countries offer preferential electricity rates for mining, making them attractive for establishing farms.",
  "mining_question3": "What are the electricity costs for cryptocurrency mining?",
  "mining_answer3": "Mining requires significant amounts of electricity, which is one of the major expenses. For some cryptocurrencies, such as Bitcoin, energy consumption can be extremely high, making mining economically unfeasible in regions with expensive electricity.",

  "hydrogen": "Hydrogen Technologies",
  "hydrogen_subtitle": "<span>The future</span> of energy is based on <br /> innovative <span>hydrogen technologies</span>",
  "hydrogen_maintext": "<span>Our hydrogen facilities</span> <span>contribute</span> to the transition to a <span>decarbonized economy</span> and <span>provide clean energy</span> for transportation systems and industry.",
  "hydrogen_subtext": "<span>We are actively implementing</span> hydrogen fuel cell technology, <span>which helps reduce CO2 emissions</span> and <span>enhance environmental safety</span>. <span>Our hydrogen generation system</span> is safe and highly efficient.",
  "hydrogen_question1": "What are the different methods for producing hydrogen?",
  "hydrogen_answer1": "Hydrogen can be produced using various technologies, including water electrolysis, methane reforming, and biochemical processes. Each method has its advantages and disadvantages in terms of cost, environmental impact, and scalability.",
  "hydrogen_question2": "How safe is it to use hydrogen as a fuel?",
  "hydrogen_answer2": "Hydrogen is a high-energy fuel, but its storage and transportation can be challenging due to its explosiveness and low density. Modern technologies include the use of composite cylinders and specific safety measures to mitigate the risks.",
  "hydrogen_question3": "Can hydrogen replace traditional fuels?",
  "hydrogen_answer3": "Hydrogen is considered a promising alternative to fossil fuels because it produces no carbon dioxide emissions when burned. However, large-scale implementation of hydrogen technologies requires addressing issues related to infrastructure, production costs, and a sustainable source of energy for its production.",

  "wind": "Wind Turbines",
  "wind_subtitle": "<span>Wind energy</span> is a powerful resource <br /> for sustainable <span>power supply</span>",
  "wind_maintext": "<span>Our wind turbines</span> <span>utilize</span> advanced technologies for <span>optimizing energy production</span> and <span>minimizing environmental impact</span>.",
  "wind_subtext": "<span>We have installed</span> more than 500 turbines, <span>which generate</span> over 300 megawatts of energy annually. <span>This enables</span> us to supply thousands of homes and <span>reduce greenhouse gas emissions</span>.",
  "wind_question1": "What factors affect the efficiency of wind turbines?",
  "wind_answer1": "The efficiency of wind turbines depends on wind speed and stability, installation height, and blade design. Placing turbines in areas with consistent wind flows significantly increases their performance.",
  "wind_question2": "What types of wind turbines exist?",
  "wind_answer2": "There are horizontal-axis and vertical-axis turbines. Horizontal-axis turbines are the most common and effective for large wind farms, while vertical-axis turbines have advantages in urban settings due to lower noise and compactness.",
  "wind_question3": "How do wind turbines impact the environment?",
  "wind_answer3": "Wind turbines are an environmentally friendly energy source, but they can impact local ecosystems, including altering bird migration routes and changing the landscape. It is important to consider these factors when designing and constructing wind farms.",

  "hydro": "Hydroelectric Power Plants",
  "hydro_subtitle": "<span>Efficient</span> hydroelectric power plants <br /> provide <span>environmentally clean energy</span>",
  "hydro_maintext": "<span>Our hydroelectric power plants</span> <span>ensure</span> stable energy production, <span>reducing</span> dependence on fossil fuels and <span>lowering carbon emissions</span>.",
  "hydro_subtext": "<span>We have developed and implemented</span> more than 10 hydroelectric power plants, <span>capable of generating</span> over 100 megawatts of energy per year. <span>This meets</span> the needs of thousands of households and <span>helps improve the environmental situation</span>.",
  "hydro_question1": "What are the advantages of hydroelectric power plants compared to other forms of energy generation?",
  "hydro_answer1": "Hydroelectric power plants provide a stable and predictable source of energy that is not dependent on weather conditions. They have high efficiency and can serve as backup sources in energy systems due to their ability to quickly ramp up power.",
  "hydro_question2": "What are the environmental impacts associated with the construction of hydroelectric power plants?",
  "hydro_answer2": "The construction of dams and reservoirs for hydroelectric power plants can alter river ecosystems, affect fish migration, and lead to the flooding of large areas. This requires careful environmental impact assessments and the development of measures to minimize negative consequences.",
  "hydro_question3": "How reliable are hydroelectric power plants in the context of climate change?",
  "hydro_answer3": "Climate change can affect precipitation levels and river flows, which in turn impacts the operation of hydroelectric power plants. Managing water flows and reservoir operations becomes critically important for maintaining stable energy production under changing climatic conditions."

}