{
  "roadmap1_title": "Company Foundation",
  "roadmap1_descr1": "Founding of Nordic Solar in Oslo, Norway. Development of the business plan and growth strategy.",
  "roadmap1_descr2": "Attracting initial investments. Formation of a team of experts in solar energy, wind power, hydropower plants, and hydrogen technologies.",
  "roadmap1_descr3": "Launch of the first solar panel installation project in Norway.",
  "roadmap1_descr4": "Signing the first contracts for the supply of solar energy.",

  "roadmap2_title": "Expansion and Development",
  "roadmap2_descr1": "Launch of the first wind farm in the coastal area of Norway.",
  "roadmap2_descr2": "Obtaining licenses and permits for the construction of a hydropower plant.",
  "roadmap2_descr3": "Development of a project for hydrogen production from renewable energy sources.",
  "roadmap2_descr4": "Expansion of solar and wind farms outside Norway. Attracting additional investments.",

  "roadmap3_title": "Strengthening Market Position",
  "roadmap3_descr1": "Commissioning of a hydropower plant named Udunde on the Yangtze River, China. Start of production of clean hydroelectric energy.",
  "roadmap3_descr2": "Start of a pilot hydrogen production project. Installation of the first hydrogen station.",
  "roadmap3_descr3": "Signing long-term contracts with major energy consumers worldwide.",
  "roadmap3_descr4": "Expansion of the team and opening of new offices in America, Asia, and the EU.",

  "roadmap4_title": "Innovation and New Projects",
  "roadmap4_descr1": "Integration of energy storage systems to improve supply stability.",
  "roadmap4_descr2": "Launch of educational programs and training on sustainable energy.",
  "roadmap4_descr3": "Initiation of work on international projects. Participation in global forums and conferences.",
  "roadmap4_descr4": "Implementation of new technologies to improve the efficiency of solar panels and wind turbines.",

  "roadmap5_title": "International Expansion",
  "roadmap5_descr1": "Opening of offices in Scandinavian and Northern European countries.",
  "roadmap5_descr2": "Signing of the first international contracts for the supply of green energy.",
  "roadmap5_descr3": "Expansion of hydrogen production and construction of new hydrogen stations.",
  "roadmap5_descr4": "Participation in research projects aimed at improving renewable energy technologies.",

  "roadmap6_title": "Strengthening International Presence",
  "roadmap6_descr1": "Implementation of advanced energy management technologies and smart grids.",
  "roadmap6_descr2": "Expansion of cooperation with international organizations and governments.",
  "roadmap6_descr3": "Development of new projects for the installation of wind farms and solar farms in other countries.",
  "roadmap6_descr4": "Increasing the capacities of hydropower plants and hydrogen stations.",

  "roadmap7_title": "Innovation and Sustainable Development",
  "roadmap7_descr1": "Implementation of artificial intelligence technologies to optimize energy production and consumption.",
  "roadmap7_descr2": "Creation of the Nordic Solar Investments platform to attract more investors from European and CIS countries.",
  "roadmap7_descr3": "Launch of corporate social responsibility programs and environmental initiatives.",
  "roadmap7_descr4": "Achieving a zero carbon footprint for the company.",

  "roadmap8_title": "Leadership in Green Energy",
  "roadmap8_descr1": "Expansion of the renewable energy portfolio.",
  "roadmap8_descr2": "Signing of strategic partnerships with leading global companies.",
  "roadmap8_descr3": "Increasing the number of educational programs and research initiatives in sustainable energy.",
  "roadmap8_descr4": "Achieving leadership in the green energy market in Europe and the CIS.",

  "roadmap9_title": "Further International Development",
  "roadmap9_descr1": "Entering the markets of North and South America.",
  "roadmap9_descr2": "Implementation of large international projects in solar and wind energy.",
  "roadmap9_descr3": "Increasing the production and use of hydrogen in the transportation sector.",
  "roadmap9_descr4": "Reaching new heights in sustainable development and innovation.",

  "roadmap10_title": "Global Leadership and a Sustainable Future",
  "roadmap10_descr1": "Continuing work on new green energy development projects.",
  "roadmap10_descr2": "Expanding international presence and implementing the latest technologies.",
  "roadmap10_descr3": "Constantly improving the efficiency and stability of renewable energy production.",
  "roadmap10_descr4": "Making a significant contribution to global efforts to combat climate change and achieve a sustainable future."
}